7zip
amd-ucode
aria2
ark
base
base-devel
cliphist
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
fio
flatpak
freerdp
gamemode
gamescope
gimp
git
gptfdisk
gst-plugin-pipewire
htop
hyprland
hyprlauncher
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
icoextract
kitty
lib32-gamemode
lib32-vulkan-radeon
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
nano
neovim
network-manager-applet
networkmanager
ntfs-3g
nvme-cli
obs-studio
os-prober
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
python-pipx
python-pywal
python-requests
ranger
rofi
smartmontools
steam
sudo
swaybg
swayidle
testdisk
unzip
uwsm
vim
vlc
vulkan-radeon
vulkan-tools
waybar
wget
wine
winetricks
wireplumber
woff2-font-awesome
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
